[{"model": "scraping.city", "pk": 4, "fields": {"name": "Praha", "slug": "praha"}}, {"model": "scraping.city", "pk": 6, "fields": {"name": "Brno", "slug": "brno"}}, {"model": "scraping.language", "pk": 1, "fields": {"name": "JavaScript", "slug": ""}}, {"model": "scraping.language", "pk": 2, "fields": {"name": "java", "slug": ""}}, {"model": "scraping.vacancy", "pk": 1, "fields": {"url": "https://www.prace.cz/nabidka/1461570862/?rps=77", "title": "JavaScript, React native - kodér a programátor", "company": "CYBER GLOBAL s.r.o.", "description": "Co říká CYBER GLOBAL s.r.o. o pozici\r\nPřivýdělek pro kodéra nebo js programátora v JavaScript, React native\r\n\r\nDěláme chytré app s umělou inteligencí v neuronových sitích\r\n\r\npro vývoj kódu prohlížeče v Android a IOS.\r\n\r\nJe čas se opřít do nápadů, které posouvají hranice inovací?\r\n\r\nProč bys měl dělat s námi?\r\n\r\nProtože makáme na něčem, co je současnosti i budoucnost digitálního světa.\r\n\r\nZískáš od nás špičkovou referenci do Tvého CV. Můžeš se přiučit věci, které jsou Tvému zájmu blízké a rozšíří Tvé znalosti a dovednosti a máš šanci dělat v týmu, který rozvíjí skutečnou umělou inteligenci.\r\n\r\nCo po Tobě budeme chtít?\r\n\r\nBudeš naší pravou rukou a mágem JavaScritpu - React - native, po kterém zůstane otisk výjimečnosti v našich přelomových inovacích zaměřených na zábavu a hry.\r\nVeškerá Tvá práce bude probíhat v home office a není důležité, kde máš právě full time job. Důležitá je Tvá schopnost budovat důvěru v týmu odborníků s perspektivou.\r\n\r\nMožnost práce z domova.\r\n\r\nZákladem bude Tvá práce z domova, kde jsi v klidu a máš tam tvořivý komfort, jaký máš rád. U nás se někdy můžeš objevit v AI LAB, kde máme také \"živé\" roboty.\r\n\r\nDalší informace o brigádě\r\n\r\nBudeš tvořit a oživovat grafiku inovativních mobilních aplikací. Vše, co v digitálním světě děláme, funguje až moc dobře - chceme tak projekt rozšířit do více zemí.\r\n\r\nCelá práce Vám zabere maximálně pár hodin denně někdy týdně, 95% práce z domova\r\nFajn peníze ke studiu nebo práci v nudné korporaci, která neumí využít výkon těch nejlepších. Plat v hodinovce dle dohody a kvality práce.\r\n\r\n\r\nPostačí jen čas, spolehlivost\r\nplynulá digitální komunikace\r\nčistý a minimalistický design\r\ncit pro design\r\nsledování aktuálních trendů\r\nmožná základní znalost html a orientačně css (bude dělat kodér, ale ideálně less)\r\nnávrh responzivního designu (pokud je zkušenost)\r\norientace v zabezpečení aplikace\r\n\r\nVýhodou\r\n\r\naktuální zkušenosti v prototypingu a agilním programování\r\n\r\nnebát se všeho nového s pozitivní změnou myšlení\r\n\r\nje tady zajímavá možnost získat referenci do CV\r\n\r\nUMÍME ODMĚNIT A PLATÍME", "city": 4, "language": 1, "timestamp": "2020-05-26"}}, {"model": "scraping.vacancy", "pk": 2, "fields": {"url": "https://www.prace.cz/nabidka/1476201413/?rps=77", "title": "React Native developer", "company": "CPL Jobs s.r.o.", "description": "Co říká CPL Jobs s.r.o. o pozici\r\nCPL Jobs in the Czech Republic is a part of CPL Resources plc., a global provider of staffing, recruitment and outsourcing services. CPL Jobs is a large European recruitment player with 40 offices in 9 countries. We work with prestigious global clients on challenging and exciting recruitment projects on the market.\r\nChceš se podílet na vytváření multimediálních aplikací pro TV, mobily, tablety nebo např. herní konzoly? Chceš spolupracovat se specialisty v oboru a dostat se k nejnovějším technologiím? Pokud nepohrdneš ani zázemím stabilní a vyhledávané společnosti, mám pro tebe nabídku.\r\n\r\nO co půjde:\r\n\r\nZapojíš se do vývoje škálovatelných a výkonných aplikací. Budeš pracovat na návrhu a provedení apky na míru tak, aby spolehlivě běžela na iOS, Android, Apple TV, Web, Smart TV a dalších. Dostaneš k tomu dobrou techniku i partu kolegů, kteří tě zaškolí a podpoří.\r\n\r\nCo k tomu budeš potřebovat:\r\n\r\nzkušenosti s React / React Native a vývojem mobilních aplikací\r\n\r\nznalost technologií jako jsou: CSS a HTML, JavaScript...\r\n\r\npokud máš k tomu všemu ještě zkušenosti např. se Swift, Objective-C, Java, Kotlin nebo Web design, je to značka ideál\r\n\r\nslušnou angličtinu\r\n\r\nTady budeš mít možnost potkat spoustu zajímavých lidí a budovat kariéru v mezinárodní uznávané společnosti. Pokud jsme tě zaujali, ozvi se nám a zapoj se do něčeho, co má budoucnost.", "city": 6, "language": 1, "timestamp": "2020-05-26"}}]